[
{
    "trail_name": "Double Butte Loop in Papago Park",
    "trail_description":
        "The smaller two of these beautiful buttes can be explored on an easy dirt loop that starts in the West Park parking lot, accessible from Galvin Parkway. Then, drive across the street to the park’s east side for a quick climb up rocky stairs to peek out from the cave-like Hole-in-the-Rock, a popular landmark (and prehistoric solstice-tracking tool) with views of an oasis and distant city skyline.",
    "rating": "EASY"
},
{
    "trail_name": "Slide Rock",
    "trail_description":
        "This is a 0.3-mile trail with a difficulty rating of moderate. This primitive route along Oak Creek is the main access to the Slide Rock Swim Area. This extremely popular area features a natural water slide along Oak Creek. This path begins near the apple packing barn. It descends to the creek via steps where it then crosses the creek via a small footbridge. During periods of high runoff, the footbridge will not be in place and visitors will need to stay on the west side of the creek. After crossing the footbridge, proceed north along the sandstone shelves. In the summer months, many sunbathers will be using some of this route for sunbathing, therefore, you may have to step over quite a few of them. As you proceed, you may notice a historic rock cabin on the west side of the creek. The original homesteader used this in conjunction with a flume and water wheel to generate electricity for the homestead. You will arrive at an eight-foot wall that can be your turn-around point. If you decide to negotiate the wall, you can explore the remote areas upstream where the route becomes more primitive.",
    "rating": "MODERATE"
},
{
    "trail_name": "Superstition Ridgeline Trail",
    "trail_description":
        "Get to know this 10.7-mile point-to-point trail near Apache Junction, Arizona. Generally considered a challenging route, it takes an average of 7 h 31 min to complete. This is a very popular area for birding and hiking, so you'll likely encounter other people while exploring. The trail is open year-round and is beautiful to visit anytime. You'll need to leave pups at home — dogs aren't allowed on this trail.",
    "rating": "HARD"
}  
]
